{
  "bloques": [
    {
      "id": 1,
      "titulo": "Metodología",
      "subtitulo": "<h2>Introducción</h2><span>El Imperativo de la Transición Energética Localizada</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local 2. Este metodológica presenta los procesos detallados desarrollados para construir una plataforma web educativa y funcional. El objetivo no es solo calcular los vatios-hora (WH), generados por el sistema fotovoltaico, sino traducir variables físicas complejas como la irradiancia difusa, la obstrucción de horizonte y las regresiones tarifarias, en una narrativa accesible que permita a los habitantes de la ciudad de Cuenca (de los sectores Ordóñez Lasso, Primero de Mayo y Totoracocha) tomar decisiones informadas sobre su futuro energético.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 2,
      "titulo": "Metodología",
      "subtitulo": "<h2>Introducción</h2><span>Estructura Metodológica</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "texto",
        "contenido": "<ol><li>Definición Territorial: Selección estratégica de tejidos urbanos representativos basándose en índices de edificabilidad y verticalidad </li></br><li>Levantamiento y Digitalización: Uso de vehículos aéreos no tripulados (VANT/Drones) con posicionamiento RTK para generar modelos digitales de superficie con precisión centimétrica.</li></br><li>Modelado y Simulación: Reconstrucción tridimensional (LOD 2) y cálculo de radiación solar incidente considerando sombras propias y arrojadas por el entorno.</li></br><li>Procesamiento y Análisis Económico: Integración de patrones de consumo real, determinación de la superficie útil neta y aplicación de modelos de costos no lineales para sistemas On-Grid y Off-Grid.</li></ol>"
      }
    },
    {
      "id": 3,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Criterios de Selección</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para que los resultados de un estudio de potencial solar sean extrapolables y didácticos, la selección de las áreas de muestra no puede ser aleatoria. Se debe capturar la heterogeneidad de la ciudad. Siguiendo los criterios urbanísticos establecidos por Rueda-Palenzuela (2019), se definieron áreas de análisis (\"supermanzanas\") de aproximadamente 16 hectáreas, lo que permite un equilibrio entre detalle predial y relevancia estadística.1 La variable rectora para esta selección fue el Índice de Edificabilidad y el nivel de Verticalidad. Estos factores determinan no solo la densidad de consumo energético por metro cuadrado de suelo, sino también la complejidad de las sombras urbanas (\"canibalismo solar\" entre edificios) y la disponibilidad per cápita de superficie de cubierta.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson3.png",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 4,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S1: Ordóñez Lasso – La Verticalidad </br></br> Este sector, con una superficie de 16,87 hectáreas, representa la modernidad vertical de Cuenca. Se ubica a lo largo de un eje vial estructurante de crecimiento lineal.1 <ol><li>Caracterización Urbana: Predominan las edificaciones en altura, resultado de un alto índice de edificabilidad. Es una zona en proceso de consolidación donde torres residenciales modernas coexisten con remanentes de viviendas unifamiliares.1</li></br><li> Implicación Energética: Este es el escenario más desafiante para la energía solar. Aunque los edificios son altos y tienen acceso directo al sol, la relación entre el área de techo disponible y la demanda energética acumulada (docenas de departamentos apilados) es crítica. Además, las sombras proyectadas por las torres sobre los predios vecinos son significativas, lo que exige simulaciones de radiación avanzadas para no sobreestimar el potencial.1</li></br><li>Perfil del Usuario: Consumidores con alta demanda concentrada, ideales para sistemas comunitarios o análisis de suficiencia crítica</li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson4.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 5,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S2: Primero de Mayo – La Heterogeneidad alto-bajo. </br></br> Con 16,96 hectáreas, este sector ilustra la mixticidad urbana típica de las ciudades latinoamericanas en expansión. Presenta un nivel intermedio de edificabilidad y verticalidad. <ol><li>Caracterización Urbana: Se define por un tejido mixto donde tipologías verticales de altura media conviven con construcciones de baja escala. No es ni plenamente residencial bajo ni corporativo alto; es un híbrido.</li></br><li> Implicación Energética: Este es el escenario más desafiante para la energía solar. Aunque los edificios son altos y tienen acceso directo al sol, la relación entre el área de techo disponible y la demanda energética acumulada (docenas de departamentos apilados) es crítica. Además, las sombras proyectadas por las torres sobre los predios vecinos son significativas, lo que exige simulaciones de radiación avanzadas para no sobreestimar el potencial.1</li></br><li>Perfil del Usuario: Una mezcla de viviendas unifamiliares y pequeños condominios, con perfiles de consumo variados. </li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson5.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 6,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S3: Totoracocha – El Potencial Residencial Consolidado </br></br>El sector Totoracocha, con 11,08 hectáreas, representa el tejido residencial tradicional y planificado de Cuenca.1 <ol><li>Caracterización Urbana: Refleja un bajo índice de edificabilidad, caracterizado por una traza urbana definida y viviendas unifamiliares o bifamiliares de baja altura (1-3 pisos). Es un entorno consolidado con poca variación en la altura de los edificios.1</li></br><li>Implicación Energética: Este es el escenario ideal para la generación distribuida. La ausencia de grandes obstrucciones verticales y la baja densidad habitacional por predio resultan en una excelente disponibilidad de techo por habitante. Las sombras son mínimas y predecibles.1</li></br><li>Perfil del Usuario: Familias con consumo moderado y gran superficie disponible, candidatos perfectos para la autosuficiencia total (Net Zero).1 </li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson6.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 7,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Fundamentos de la Fotogrametría Aérea</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para evaluar el potencial solar con precisión, los mapas satelitales convencionales (como Google Earth) son insuficientes debido a su baja actualización y falta de detalle tridimensional. La metodología adoptada emplea la fotogrametría digital, una técnica que reconstruye la geometría 3D de objetos y terrenos a partir de la superposición de imágenes bidimensionales.18La premisa didáctica para el usuario web es entender esto como un \"escaneo 3D desde el cielo\". El dron captura miles de fotos desde diferentes ángulos; el software identifica puntos comunes en esas fotos (como la esquina de una ventana o la punta de una chimenea) y, mediante triangulación matemática, calcula su posición exacta en el espacio. El resultado es una \"nube de puntos\" que replica la ciudad con precisión milimétrica.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Descripcion"
      }
    },
    {
      "id": 8,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Protocolo de Adquisición de Datos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La calidad del modelo digital depende intrínsecamente de la calidad de la captura. Se utilizaron equipos de grado topográfico para garantizar la fidelidad de los datos.1 <ul><li>Plataforma Aérea: Dron DJI Matrice 300 RTK. La inclusión de tecnología RTK (Real-Time Kinematic) es crucial, ya que corrige la posición GPS del dron en tiempo real usando una base en tierra, reduciendo el error de posición de varios metros (GPS estándar) a centímetros.1</li></br><li>Sensor Óptico: Cámara Zenmuse P1 con sensor full-frame de 45 MP y lente de 35mm. Un sensor más grande captura más luz y detalle, permitiendo identificar pequeños obstáculos en los techos (ej. tuberías de ventilación) que serían invisibles para cámaras menores.1</li></br><li>Parámetros de Vuelo: <ul><li>Altura: 100 metros sobre el nivel del terreno.</li><li>GSD (Ground Sampling Distance): ~2 cm/píxel. Esto significa que cada píxel en la imagen final representa un cuadrado de 2x2 cm en el mundo real, una resolución extremadamente alta para análisis urbano.1.</li><li>Solapamiento (Overlap): 70% frontal y 60% lateral. Este alto grado de redundancia es necesario para que los algoritmos de fotogrametría eviten \"huecos\" en el modelo 3D.1</li></ul> </li></ul>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson8.png",
        "alt": "Dron"
      }
    },
    {
      "id": 9,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Procesamiento: De la Imagen a la Nube de Puntos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "El flujo de trabajo digital se realizó en el software especializado Agisoft Metashape, siguiendo una secuencia lógica de reconstrucción 1: <ol><li>Alineación de Fotos: El software analiza las miles de imágenes para encontrar \"puntos de enlace\" y determinar la posición exacta de la cámara en cada disparo.</li><li>Nube de Puntos Densa: Se genera una nube masiva de puntos coloreados (millones de puntos) que representan la superficie de la ciudad. Para el usuario, esto se explica como una pintura puntillista en 3D de su barrio.1</li><li>Modelo Digital de Superficie (MDS): Se crea una malla geométrica continua (TIN - Triangulated Irregular Network) que conecta los puntos. A diferencia de un Modelo Digital del Terreno (MDT) que solo muestra el suelo, el MDS incluye casas, árboles y muros, elementos vitales para calcular sombras.1</li><li>Ortofoto: Una imagen aérea libre de distorsiones de perspectiva, georreferenciada con exactitud (± 3 cm horizontal, ± 5 cm vertical), que sirve como mapa base para la verificación visual.1</li><li>Generación del DEM (Rasterizado): Finalmente, se convierte la información 3D en un mapa de elevaciones matricial (GeoTIFF). A diferencia de la malla visual (Paso 3), el DEM (Digital Elevation Model) funciona como una \"hoja de cálculo espacial\" donde cada píxel almacena un valor numérico exacto de altura.</li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson9.png",
        "alt": "Metashape"
      }
    },
    {
      "id": 10,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase III: Modelado 3D y Cálculo de Superficie Útil</h2><span>Abstracción Geométrica LOD 2</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Una vez obtenida la nube de puntos, se procedió a la modelación vectorial de las edificaciones en el software DesignBuilder v6.1. Se optó por un nivel de detalle LOD 2 (Level of Detail 2).<ul><li>Concepto Didáctico: Mientras que un modelo LOD 1 representa los edificios como simples cajas (cubos), el LOD 2 detalla la estructura del techo: sus inclinaciones, cumbreras, limatesas y aleros.1</li><li>Relevancia: Un panel solar instalado en un techo plano recibe radiación de manera muy diferente a uno en un techo inclinado hacia el sur. Ignorar la pendiente del techo resultaría en cálculos energéticos erróneos. El modelo excluyó vegetación temporal y vehículos, pero conservó rigurosamente las obstrucciones permanentes.1</li></ul>"
        },
        "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson10.png",
        "alt": "Logo DesignBuilder"
      }
    },
    {
      "id": 11,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase III: Modelado 3D y Cálculo de Superficie Útil</h2><span>La Fórmula de la Superficie Útil</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Uno de los aportes metodológicos más importantes de este estudio es la distinción entre \"área de techo\" y \"área útil\". No todo el techo es apto para paneles solares. La metodología define la Superficie Útil Su mediante una ecuación de sustracción que elimina áreas ineficientes u ocupadas.1 </br></br> La ecuación aplicada a cada predio es: (Mirar recuadro de la derecha)  </br></br>Donde los componentes positivos son las superficies de cubierta orientadas a los puntos cardinales (Norte, Sur, Este, Oeste) y Plana. Los componentes negativos, que se restan, son 1:  <ul><li>S1 (Superficies Vidriadas): Tragaluces, claraboyas y entradas de luz cenital. Cubrirlas oscurecería el interior de la vivienda</li><li>S2 (Obstáculos Volumétricos): Elementos que ocupan espacio físico y proyectan sombra local, como chimeneas, tanques de reserva de agua, casetas de ascensores, antenas y unidades de aire acondicionado.1</li><li>S3 (Geometría Compleja): Fragmentos de cubierta resultantes de intersecciones complicadas (limahoyas agudas) donde es físicamente imposible instalar un módulo </li></u> " },
      "contenidoDerecha": {
        "tipo": "texto",
        "contenido": "Su = (Cn + Cs + Ce + Co + Cp) - (S1 + S2 + S3)"
      }
    },
    {
      "id": 12,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase IV: Simulación Energética y Estimación Solar</h2><span>El Sol Virtual: Datos Climáticos y Simulación</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Con los sectores reconstruidos digitalmente y depurados, el siguiente paso fue simular el comportamiento del sol sobre estas superficies. Se utilizaron archivos climáticos EPW (EnergyPlus Weather) específicos para Cuenca (Latitud -2.90°, Longitud -79.00°), actualizados al año 2024 con datos de la estación meteorológica El Batán.<sup>1</sup></br></br>Temporalidad: Se ejecutaron 12 simulaciones independientes, una para cada mes del año. Esto es fundamental porque la posición del sol varía estacionalmente (solsticios y equinoccios) y, más importante aún, la nubosidad en Cuenca cambia a lo largo del año. Un promedio anual ocultaría los déficits de energía en meses nublados.<sup>1</sup></br></br>Irradiación Global: El modelo calcula la radiación solar global acumulada (kWh/m2), que es la suma de la radiación directa (rayos de sol directos), difusa (luz dispersa por las nubes) y reflejada (luz que rebota en otros edificios).<sup>29</sup></br></br>Sombreado Contextual: El software considera las sombras que los edificios vecinos proyectan entre sí hora a hora. En el sector Ordóñez Lasso, esto reveló pérdidas significativas de potencial en los pisos inferiores de las torres.<sup>1</sup>"},
     "contenidoDerecha": {
        "tipo": "texto",
        "contenido": ""
        
      }
    },
    {
      "id": 13,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase IV: Simulación Energética y Estimación Solar</h2><span>Identificación de la Orientación Óptima (Hsp)</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para cada predio, se analizó cuál de las orientaciones de cubierta recibía la mayor irradiación acumulada.<ul><li>Horas Sol Pico (Hsp): Se convirtió la energía total en \"Horas Sol Pico\", una unidad estándar en la industria que representa el número de horas equivalentes en las que el sol brilla a una intensidad de 1000 W/m2. Para Cuenca, este valor oscila alrededor de las 3.5 a 4.5 horas dependiendo de la micro-ubicación y sombras.1</li></ul>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
  "id": 14,
  "titulo": "Metodología",
  "subtitulo": "<h2>Fase V: Dimensionamiento del Sistema FV</h2>",
  "contenidoIzquierda": [
    {
      "tipo": "texto",
      "contenido": "<h3>Selección del Panel</h3></br>Para traducir la radiación solar (clima) en electricidad (servicio), se debe definir un hardware de referencia. El estudio seleccionó un módulo fotovoltaico que representa el estándar actual del mercado local:"
    },
    {
      "tipo": "tabla",
      "titulo": "",
      "headers": ["Parámetro", "Valor", "Justificación"],
      "filas": [
        ["Tecnología", "Monocristalino", "Mayor eficiencia por m2, ideal para techos urbanos limitados."],
        ["Potencia (Wp)", "540 W", "Potencia alta que reduce la cantidad de cableado y anclajes."],
        ["Dimensiones", "2.279 x 1.134 m", "Área de ~2.59 m2. Define el \"pixel\" mínimo de instalación"],
        ["Eficiencia", "Células Half-Cell", "Mejor comportamiento ante sombras parciales y calor."],
        ["Resistencia", "IP68", "Apto para soportar las lluvias intensas de Cuenca."]
      ]
    }
  ],
  "contenidoDerecha": [
    {
      "tipo": "texto",
      "contenido": "La metodología garantiza la seguridad energética del usuario. Por tanto, se dimensiona el sistema para el consumo promedio mensual registrado en el año (E). </br> La fórmula utilizada es: </br> <h2>Npaneles = E x 1.30 / Hps x Wp</h2> <ul><li>E: Consumo de energía diario promedio por mes dentro del año (kWh).</li><li>Hps: Horas sol pico promedio del emplazamiento.</li><li>Wp: Potencia pico del panel (0.54 kW).</li><li>1.30 (Factor de Pérdidas): Este es un dato clave de honestidad técnica. Se asume que el sistema perderá un 30% de su energía teórica debido a: suciedad en los paneles (polvo/smog), calentamiento del cableado (efecto Joule), eficiencia del inversor (conversión DC/AC) y degradación natural. Esto evita promesas de rendimiento irreales en la página web.1</li></ul>"
    }
  ]
},

    {
      "id": 15,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase V: Dimensionamiento del Sistema FV</h2><span>Índice de Suficiencia Fotovoltaica (ISF)</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": [
        {
          "tipo":"texto",
          "contenido":"Interpretación para el Usuario:</br></br>ISF ≤ 1 (Verde): Suficiencia Total. Tu techo es lo suficientemente grande para cubrir el 100% de tu consumo máximo.</br></br>ISF > 1 (Rojo): Insuficiencia. Tu consumo es demasiado alto para el espacio disponible en tu techo. Necesitas priorizar la eficiencia energética antes de instalar paneles o aceptar una cobertura parcial.1</br></br>"
        },
        {
        "tipo": "imagen",
        "src": "images/imgjson15.png",
        "alt": "Ilustracion"
        }

      ]
    },
    {
      "id": 16,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase VI: Análisis Tarifario</h2>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "<h3>Consumo Energético:</h3><h3>El Medidor como Unidad de Análisis</h3>Se trabajó con datos de consumo real proporcionados por Centrosur para el periodo Julio 2024 – Junio 2025.<ul><li>Procesamiento: Se sumaron los consumos de todos los medidores asociados a un mismo predio catastral. Esto es vital en edificios de departamentos (Propiedad Horizontal), donde el techo es un bien común que debe abastecer a múltiples medidores.</li><li>Supuesto de Vivienda: Ante la falta de datos censales, se validó la densidad habitacional asumiendo 1 Medidor = 1 Unidad Habitacional, visualizado mediante mapas de densidad de puntos (Dot Density) que muestran intuitivamente dónde se concentra la demanda.1</li></ul>"
      },
      "contenidoDerecha": {
        "tipo": "texto",
        "contenido": "<h3>Estructura Tarifaria y Costos \"Ocultos\"</h3>La rentabilidad solar no depende solo de cuánta energía produces, sino de cuánto dejas de pagar. La metodología desglosó la planilla eléctrica de Cuenca para identificar los ahorros reales y los costos inevitables.1</br>Componentes Variables (Ahorrables)<ul><li>Energía Activa: Depende del consumo. Se consideró el escalón tarifario:<ul><li>Tarifa Dignidad: Para consumos < 100 kWh/mes (~$0.05/kWh).</li><li>Tarifa General: Para consumos > 100 kWh/mes (~$0.10/kWh).</li></ul></li><li>Alumbrado Público: Calculado como un porcentaje del consumo (11.76% para tarifa general). Al bajar el consumo con paneles, este rubro también baja.1</li></ul>Componentes Fijos (No Ahorrables) </br>Incluso con paneles solares, el usuario seguirá pagando: <ul><li>Comercialización: ~$1.41 USD.</li><li>Tasa de Bomberos: ~$2.35 USD (Variable según normativa local, pero fijo para el usuario residencial promedio).1</li></ul>La Tasa de Recolección de Basura </br> En Ecuador para el diciembre de 2025 la tasa de aseo y recolección de basura se deja de cobrar en la planilla de luz. Por tanto se ha obviado su consideración dentro de estas tazas. "
      }
    },
    {
      "id": 17,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase VII: Modelado de Costos de InstalaciónV</h2><span>Sistemas ON-Grid (Conectados a la Red)</span>",
      "contenidoIzquierda":[
        {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
        },
        {
          "tipo": "tabla",
      "titulo": "",
      "headers": ["Paneles", "Limite INF Wp", "Limite SUP Wp","Fórmula"],
      "filas": [
        ["1 A 35", "540", "18900","5.023432* Wp <sup>0.808891</sup>"],
        ["36 A 300", "19440", "162000","1*1E-11*Wp2-3*1E-6*Wp+0.9646"],
        ["300<", "162540", "540540","0.74"]
      ]
        }
      ],
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson17.png",
        "alt": "Esquema de conexión Sistema"
      }
    },
    {
      "id": 18,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase VII: Modelado de Costos de InstalaciónV</h2><span>Sistemas OFF-Grid (Con Baterías)</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Los sistemas Off-Grid, al requerir almacenamiento de energía para operar de noche o durante cortes de luz, presentan un comportamiento de costos más complejo y no lineal. El dimensionamiento de las baterías (Wh) no siempre crece en la misma proporción que los paneles (Wp).DE este modo se tienen 4 rangos, uno cread con los datos conocidos y 3 basados en una proporción a los rangos de la sección ON-Grid .</br>Rango 1: Para este rango, se construyó una base de datos con costos reales de 23 proyectos instalados, abarcando sistemas desde 540 Wp hasta 13,920 Wp (1 a 26 paneles), se desarrolló una regresión cuadrática multivariable que relaciona la potencia instalada (Wp) y la capacidad de almacenamiento (Wh). El modelo presenta un R2 > 0.97. Ademas, se estimó una relación promedio de 1.97 Wh de almacenamiento por cada Wp de generación.1</br>Rangos 2, 3 y 4: Para sistemas mayores a 26 paneles, donde los datos de mercado son escasos, se calculó una relación de precio constante. Se determinó que, en promedio, un sistema con baterías cuesta 1.93 veces más que su equivalente On-Grid. Este factor se aplica a las fórmulas ya validadas del sistema On-Grid para proyectar los costos en escalas mayores.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson18.png",
        "alt": "Análisis solar"
      }
    },

    {
      "id": 19,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase VII: Modelado de Costos de InstalaciónV</h2><span>Sistemas OFF-Grid (Con Baterías)</span>",
      "contenidoIzquierda": 
      {
      "tipo": "tabla",
      "titulo": "",
      "headers": ["Rango (Paneles)", "Rango Potencia (Wp)", "Método de cálculo", "Fórmula/Valor aplicado","Explicación"],
      "filas": [
        ["1 - 26", "540 - 13,920", "Regresión Cuadrática","USD=1.68⋅Wp+1.33⋅10−5⋅Wp2+660","\"El Modelo Preciso\": Basado en facturas reales. Incluye un costo base de arranque ($660) y ajusta el precio de las baterías con alta precisión."],
        ["27 - 35", "14,460 - 18,900", "Regresión Cuadrática","USD=1.68⋅Wp+1.33⋅10−5⋅Wp2+660","\"El Modelo Preciso\": Basado en facturas reales. Incluye un costo base de arranque ($660) y ajusta el precio de las baterías con alta precisión."],
        ["36 - 300", "540 - 13,920", "Regresión Cuadrática","USD=1.68⋅Wp+1.33⋅10−5⋅Wp2+660","\"El Modelo Preciso\": Basado en facturas reales. Incluye un costo base de arranque ($660) y ajusta el precio de las baterías con alta precisión."],
        ["<300", "540 - 13,920", "Regresión Cuadrática","USD=1.68⋅Wp+1.33⋅10−5⋅Wp2+660","\"El Modelo Preciso\": Basado en facturas reales. Incluye un costo base de arranque ($660) y ajusta el precio de las baterías con alta precisión."]
      ]
    },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson18.png",
        "alt": "Esquema Off grid"
      }
    },

    {
      "id": 20,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase VIII: Cálculo del retorno de inversión y ahorro anual</h2>",
      "contenidoIzquierda":[ 
      {
        "tipo": "texto",
        "contenido": "<h2>Retorno de la Inversión</h2>Una vez definidas las tasas fijas mandatorias y los costos de instalación según la potencia (Wp) del sistema, se procede a calcular el retorno de la inversión. Para ello, se establece un balance anual donde el \"ingreso\" corresponde al monto del consumo eléctrico anual por predio (basado en datos de CENTROSUR) y el \"egreso\" equivale a las tasas fijas mensuales multiplicadas por doce.</br>La variable determinante, el costo total del sistema, se obtiene considerando los Wp mínimos requeridos, calculados a partir del consumo promedio de kWh del último año y la radiación de la cubierta más óptima, vistos en secciones anteriores. Finalmente, el tiempo de retorno en años se obtiene dividiendo el costo total del sistema para el flujo neto anual (Ahorro Anual menos Egresos por tasas fijas)."
      },
      {
        "tipo": "imagen",
        "src": "images/imgjson20.png",
        "alt": "Formula"
      },
      {
        "tipo": "texto",
        "contenido": "Donde:<ul><li>Tr = Tiempo de retorno de la inversión expresado en años.</li><li>Csistema: Costo total de instalación del sistema fotovoltaico (USD), derivado de los Wp requeridos según el consumo histórico y la radiación de la cubierta óptima.</li><li>Panual: Pago anual estimado basado en el historial de planillas (USD).</li><li>Tfija: Tasas fijas mandatorias mensuales que permanecen como costo operativo (USD).</li></ul>"
      }
    ],
      "contenidoDerecha": [ 
      {
        "tipo": "texto",
        "contenido": "<h2>Ahorro anual</h2>Cuando la inversión ya se ha solventado de acuerdo al número de años estimados para el retorno de la inversión, se procede a calcular el ahorro anual del usuario por el sistema instalado. Para este proceso se resta el Pago anual del último año menos las tasas fijas mandatorias por 12 meses, este valor se expresa en USD.año."
      },
      {
        "tipo": "imagen",
        "src": "images/imgjson20-1.png",
        "alt": "Formula"
      },
      {
        "tipo": "texto",
        "contenido": "Donde:<ul><li>Aanual: Ahorro anual en (USD).<li>Panual: Pago anual estimado basado en el historial de planillas (USD).</li><li>Tfija: Tasas fijas mandatorias mensuales que permanecen como costo operativo (USD).</li></ul>"}
      ]
    },


    {
      "id": 21,
      "titulo": "Metodología",
      "subtitulo": "<h2>Visualización de Resultados</h2><span>Estimación de alturas edificadas y número de pisos por predio</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La estimación de alturas edificadas y número de pisos se realizó a partir de la integración de modelos digitales derivados de fotogrametría y análisis espacial sobre la cartografía catastral. El procedimiento se desarrolló en cuatro etapas principales: generación del modelo de alturas (nDSM), cálculo de estadísticas zonales por predio, definición del criterio de conversión de altura a número de pisos, y vinculación de los resultados a la capa de predios. <h3>Generación del Modelo Digital de Alturas (nDSM)</h3>A partir de la nube de puntos densa clasificada en Metashape se generaron dos modelos:<ul><li>(a) un Modelo Digital del Terreno (DTM), empleando únicamente la clase Ground;</li><li>(b) un Modelo Digital de Superficie (DSM), utilizando la clase building.</li></ul>Ambos modelos fueron exportados en formato GeoTIFF y posteriormente integrados en ArcGIS Pro. El Modelo Digital de Alturas (nDSM), por sus siglas en inglés (normalized Digital Surface Model) se obtuvo mediante la resta: <h3>nDSM=DSM-DTM</h3>Este raster representa exclusivamente la altura relativa de las edificaciones y otros objetos situados sobre el terreno natural. "
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson21.png",
        "alt": "Ilustracion"
      }
    },
    {
      "id": 22,
      "titulo": "Metodología",
      "subtitulo": "<h2>Visualización de Resultados</h2>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "<h3>Cálculo de estadísticas de altura por predio (Zonal Statistics) </h3>Con el nDSM calculado, se empleó la herramienta Zonal Statistics as Table de ArcGIS Pro para obtener, para cada predio, un conjunto de métricas de altura. Se utilizó como campo identificador el código del predio.Las estadísticas generadas fueron:<ul><li>Altura máxima (MAX)</li><li>Altura media (MEAN)</li><li>Altura mínima (MIN)</li><li>Mediana (MEDIAN)</li><li>Desviación estándar (STD)</li><li>Percentil 90 (PCT90)</li></ul> El percentil 90 se incluyó debido a su utilidad para representar la altura dominante de un edificio eliminando valores atípicos como chimeneas, antenas o ruido fotogramétrico. Esta métrica es frecuentemente empleada en estudios urbanos porque refleja con mayor fidelidad la masa edificada sin sobreestimar alturas por puntos aislados elevados."
      },
      "contenidoDerecha":[
      {
        "tipo": "texto",
        "contenido":"<h3>Integración de alturas por predio y cálculo del número de pisos</h3>La tabla de estadísticas se unió a la capa de predios mediante un Join utilizando el campo de identificación común. Una vez integrada la información, se procedió a calcular la altura representativa y el número de pisos por predio.</br>Para definir el número de pisos se empleó inicialmente una altura promedio por piso de 3.20 m, estimada mediante la revisión manual de predios con alturas conocidas. El cálculo se realizó según:"
      },
      {
        "tipo": "imagen",
        "src": "images/imgjson22.png",
        "alt": "Formula"
      },
      {
        "tipo": "texto",
        "contenido": "y de manera equivalente con la Mediana o el Percentil 90:"
      },
      {
        "tipo": "imagen",
        "src": "images/imgjson22-1.png",
        "alt": "Formula"
      },
      {
        "tipo": "texto",
        "contenido": "No obstante, para evitar sobreestimaciones y dado que en viviendas bajas el perfil volumétrico puede presentar variaciones, se aplicó un criterio ajustado:<ol><li>Si el valor fraccionario era menor a 0.70, se conserva el piso inferior.</li><li>Si era mayor o igual a 0.70, se redondea al siguiente entero.</li></ol>Este ajuste permite obtener una clasificación más coherente con la volumetría real y con la altura característica de viviendas de dos o tres niveles. </br>Exportación final de resultados y verificación espacial</br>Finalmente, la capa con los campos de altura y número de pisos se exportó como una nueva entidad vectorial, garantizando que los atributos quedaran integrados de manera permanente. Se verificó visualmente la coherencia espacial de los valores asignados mediante superposición con el nDSM y la ortofoto, identificando posibles casos de ruido o errores asociados a arbolado o edificaciones con techos inclinados."
      }
    ]
    },

    {
      "id": 23,
      "titulo": "Metodología",
      "subtitulo": "<h2>Visualización de Resultados</h2><span>El potencial máximo instalable por cubierta</span>",
      "contenidoIzquierda": 
      
      {
        "tipo": "texto",
        "contenido": "Una vez obtenidos los resultados gráficos, se procede a elaborar un gráfico de barras que presenta, por un lado, el consumo por mes de cada predio (con datos obtenidos de la CENTROSUR), otra barra muestra la cantidad de energía mínima recomendada a instalar obtenida en secciones anteriores y la barra final presenta el potencial máximo instalable en las cubiertas de cada predio. </br>Este valor fue calculado de acuerdo al área útil de cada cubierta por orientación obtenido en la Fase III. Se divide el área útil de cada una de las 5 cubiertas (Norte, Sur, Este, Oeste y Plana) para el área de cada panel (Para este caso el panel utilizado de 540w tiene una superficie de ~2.59 m2). Este valor nos entrega el número total de paneles a instalarse dentro de las cubiertas de cada predio. Además, debido a que cada orientación presenta su radiación especifica, se multiplica el número de paneles por orientación por la radiación análoga a la orientación especifica y por la potencia del panel. Este valor nos entrega los kWh generados por cada orientación de cubierta. Finalmente, una vez calculado el potencial de cada una de las orientaciones en toda la cubierta, se procede a sumar cada una de estas potencias. Este valor final representa el potencial FV máximo que cada cubierta de cada predio puede generar."
      },
      "contenidoDerecha": [
      {
        "tipo": "imagen",
        "src": "images/imgjson23.png",
        "alt": "Formula"
      },
      {
        "tipo":"texto",
        "contenido":"Donde:<ul><li>E_max Energía máxima generada por el predio (kWh).<li>A_(util_i ) área útil de la cubierta en la orientación i (Norte, Sur, Este, Oeste, Plana).</li><li>A_(util_i )Superficie del panel fotovoltaico (2.59 m2).</li><li>P_panel Potencia nominal del panel (540 W).</li><li>R_i Radiación incidente específica según la orientación i (Norte, Sur, Este, Oeste, Plana). </li></ul>El resultado de esta sumatoria representa el límite técnico de generación del inmueble y se grafica comparativamente junto a la demanda del usuario."
      }
  ]
  },


    {
      "id": 24,
      "titulo": "Metodología",
      "subtitulo": "<h2>Visualización de Resultados</h2>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Finalmente, toda la información recopila más de 250 mil datos de los predios y se presenta de manera didáctica visual para el usuario dentro de esta página. Si quieres acceder al mapa fotovoltaico visita nuestra página de inicio o da click en el siguiente link. </br>La información presentada por predio es:<ul><li>Clave catastral</li><li>Número de pisos por predio</li><li>Número de medidores por predio </li><li>Implementación de paneles solares Sistemas ON-GRID (Sin Batería)</li><ul><li>Número de paneles recomendado según consumo eléctrico</li> <li>Inversión estimada en USD</li><li>Tiempo de recuperación de la inversión en años y meses </li><li>Y ahorro anual posterior a la recuperación de la inversión </li></ul><li>Implementación de paneles solares Sistemas OFF-GRID (Con Batería)</li><ul><li>Número de paneles recomendado según consumo eléctrico </li><li>Inversión estimada en USD</li><li>Tiempo de recuperación de la inversión en años y meses </li><li>Y ahorro anual posterior a la recuperación de la inversión </li></ul><li>Análisis Energético Mensual</li><ul><li>Energía consumida</li><li>Energía recomendada a instalar</li><li>Energía máxima a instar</li></ul></ul>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson24.png",
        "alt": "GeoVisor"
      }
    },


    {
      "id": 25,
      "titulo": "Metodología",
      "subtitulo": "<h2>Referencias</h2>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido":"<ol><li>Caracterización del consumo energético, la superficie útil y el potencial fotovoltaico en morfologías urbanas contrastantes de una ciudad intermedia. Cuenca – Ecuador. Steven Lopez y Jefferson Torres. Diciembre 2025</li><li>Understand Your Solar Score for My House: Key Factors Explained, accessed November 30, 2025</li><li>Consumer Guide to Residential Solar Rooftop Potential - Department of Energy, accessed November 30, 2025</li><li>use of uav photogrammetry to estimate the solar energy potential of residential buildings in severe cold region - CumInCAD, accessed November 30, 2025</li><li>ANEXO 4: FICHAS NORMATIVAS - GAD Municipal de Cuenca, accessed November 30, 2025</li><li>Method for Estimating Solar Energy Potential Based on Photogrammetry from Unmanned Aerial Vehicles - MDPI, accessed November 30, 2025</li><li>Estimate solar power potential | Documentation - Learn ArcGIS, accessed November 30, 2025</li><li>What Are the Differences Between On-Grid and Off-Grid Solar? - EcoFlow, accessed November 30, 2025</li><li>Anexo 3.1 Estructurante c Urbanistico 0 Cuenca | PDF | Planificación - Scribd, accessed November 30, 2025</li><li>Plan Operativo Bicicletas | PDF | Ecuador | Transporte - Scribd, accessed November 30, 2025</li><li>De la ciudad densificada a la ciudad paisaje. Tramo parcial de la Avenida Ordóñez Lasso de Cuenca, Ecuador - ucuenca, accessed November 30, 2025</li><li>Análisis, diagnóstico y valoración del paisaje en el proyecto de ampliación de la avenida, accessed November 30, 2025</li><li>VENTA DE CASA SECTOR PRIMERO DE MAYO EN CUENCA, accessed November 30, 2025</li><li>17 Bienes raíces y propiedades cuenca primero mayo en venta en Ecuador - Plusvalía, accessed November 30, 2025</li><li>Análisis de Sitio en Totoracocha - Prezi, accessed November 30, 2025</li><li>Totoracocha (parroquia de Cuenca) - Wikipedia, accessed November 30, 2025</li><li>Universidad del Azuay, accessed November 30, 2025</li><li>Fotogrametría - Instituto Geográfico Nacional, accessed November 30, 2025</li><li>¿Qué es la fotogrametría?—ArcGIS Pro | Documentación, accessed November 30, 2025</li><li>Fotogrametría Con Drones: Todo Lo Que Debes Saber | DRONING, accessed November 30, 2025</li><li>Fotografía: Explicación sencilla de la medición digital de edificios - autarc.energy, accessed November 30, 2025</li><li>Tecnología de drones en la revolución de la energía solar - Volatus Drones, accessed November 30, 2025</li><li>Curso Gratuito de Fotogrametría (Parte 1) - YouTube, accessed November 30, 2025</li><li>Analysis and Precision of Light Detection and Ranging Sensors Integrated in Mobile Phones - MDPI, accessed November 30, 2025</li><li>Captura de realidad 3D para la construcción de edificios - FlyPix AI, accessed November 30, 2025</li><li>validación de modelos digitales del terreno de precisión a partir de datos láser escáner aerotransportado, accessed November 30, 2025</li><li>Is My Roof Suitable for Solar Panels?, accessed November 30, 2025</li><li>Assess solar potential home - Enphase, accessed November 30, 2025</li><li>A beginner's guide to solar potential and its estimation, accessed November 30, 2025</li><li>Methodology - Global Solar Atlas, accessed November 30, 2025</li><li>Resúmenes por Área - XXV Verano de la Investigación Científica, accessed November 30, 2025</li><li>Dot Density Map | Data Viz Project, accessed November 30, 2025</li><li>Vigente el mecanismo para subsidio eléctrico - Celec EP, accessed November 30, 2025</li><li>Homeowner's Guide to Solar - Department of Energy, accessed November 30, 2025</li><li>Jenks Natural Breaks Explained, accessed November 30, 2025</li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    }
  ]
}