{
  "bloques": [
    {
      "id": 1,
      "titulo": "Metodología",
      "subtitulo": "<h2>Introducción</h2><span>El Imperativo de la Transición Energética Localizada</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local 2. Este metodológica presenta los procesos detallados desarrollados para construir una plataforma web educativa y funcional. El objetivo no es solo calcular los vatios-hora (WH), generados por el sistema fotovoltaico, sino traducir variables físicas complejas como la irradiancia difusa, la obstrucción de horizonte y las regresiones tarifarias, en una narrativa accesible que permita a los habitantes de la ciudad de Cuenca (de los sectores Ordóñez Lasso, Primero de Mayo y Totoracocha) tomar decisiones informadas sobre su futuro energético.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 2,
      "titulo": "Metodología",
      "subtitulo": "<h2>Introducción</h2><span>Estructura Metodológica</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "texto",
        "contenido": "<ol><li>Definición Territorial: Selección estratégica de tejidos urbanos representativos basándose en índices de edificabilidad y verticalidad </li></br><li>Levantamiento y Digitalización: Uso de vehículos aéreos no tripulados (VANT/Drones) con posicionamiento RTK para generar modelos digitales de superficie con precisión centimétrica.</li></br><li>Modelado y Simulación: Reconstrucción tridimensional (LOD 2) y cálculo de radiación solar incidente considerando sombras propias y arrojadas por el entorno.</li></br><li>Procesamiento y Análisis Económico: Integración de patrones de consumo real, determinación de la superficie útil neta y aplicación de modelos de costos no lineales para sistemas On-Grid y Off-Grid.</li></ol>"
      }
    },
    {
      "id": 3,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Criterios de Selección</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para que los resultados de un estudio de potencial solar sean extrapolables y didácticos, la selección de las áreas de muestra no puede ser aleatoria. Se debe capturar la heterogeneidad de la ciudad. Siguiendo los criterios urbanísticos establecidos por Rueda-Palenzuela (2019), se definieron áreas de análisis (\"supermanzanas\") de aproximadamente 16 hectáreas, lo que permite un equilibrio entre detalle predial y relevancia estadística.1 La variable rectora para esta selección fue el Índice de Edificabilidad y el nivel de Verticalidad. Estos factores determinan no solo la densidad de consumo energético por metro cuadrado de suelo, sino también la complejidad de las sombras urbanas (\"canibalismo solar\" entre edificios) y la disponibilidad per cápita de superficie de cubierta.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson3.png",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 4,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S1: Ordóñez Lasso – La Verticalidad </br></br> Este sector, con una superficie de 16,87 hectáreas, representa la modernidad vertical de Cuenca. Se ubica a lo largo de un eje vial estructurante de crecimiento lineal.1 <ol><li>Caracterización Urbana: Predominan las edificaciones en altura, resultado de un alto índice de edificabilidad. Es una zona en proceso de consolidación donde torres residenciales modernas coexisten con remanentes de viviendas unifamiliares.1</li></br><li> Implicación Energética: Este es el escenario más desafiante para la energía solar. Aunque los edificios son altos y tienen acceso directo al sol, la relación entre el área de techo disponible y la demanda energética acumulada (docenas de departamentos apilados) es crítica. Además, las sombras proyectadas por las torres sobre los predios vecinos son significativas, lo que exige simulaciones de radiación avanzadas para no sobreestimar el potencial.1</li></br><li>Perfil del Usuario: Consumidores con alta demanda concentrada, ideales para sistemas comunitarios o análisis de suficiencia crítica</li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson4.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 5,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S2: Primero de Mayo – La Heterogeneidad alto-bajo. </br></br> Con 16,96 hectáreas, este sector ilustra la mixticidad urbana típica de las ciudades latinoamericanas en expansión. Presenta un nivel intermedio de edificabilidad y verticalidad. <ol><li>Caracterización Urbana: Se define por un tejido mixto donde tipologías verticales de altura media conviven con construcciones de baja escala. No es ni plenamente residencial bajo ni corporativo alto; es un híbrido.</li></br><li> Implicación Energética: Este es el escenario más desafiante para la energía solar. Aunque los edificios son altos y tienen acceso directo al sol, la relación entre el área de techo disponible y la demanda energética acumulada (docenas de departamentos apilados) es crítica. Además, las sombras proyectadas por las torres sobre los predios vecinos son significativas, lo que exige simulaciones de radiación avanzadas para no sobreestimar el potencial.1</li></br><li>Perfil del Usuario: Una mezcla de viviendas unifamiliares y pequeños condominios, con perfiles de consumo variados. </li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson5.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 6,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase I: Definición de los Sectores de Estudio</h2><span>Análisis Morfológico de los Sectores</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Sector S3: Totoracocha – El Potencial Residencial Consolidado </br></br>El sector Totoracocha, con 11,08 hectáreas, representa el tejido residencial tradicional y planificado de Cuenca.1 <ol><li>Caracterización Urbana: Refleja un bajo índice de edificabilidad, caracterizado por una traza urbana definida y viviendas unifamiliares o bifamiliares de baja altura (1-3 pisos). Es un entorno consolidado con poca variación en la altura de los edificios.1</li></br><li>Implicación Energética: Este es el escenario ideal para la generación distribuida. La ausencia de grandes obstrucciones verticales y la baja densidad habitacional por predio resultan en una excelente disponibilidad de techo por habitante. Las sombras son mínimas y predecibles.1</li></br><li>Perfil del Usuario: Familias con consumo moderado y gran superficie disponible, candidatos perfectos para la autosuficiencia total (Net Zero).1 </li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson6.png",
        "alt": "Mapa Ordoñez Lasso"
      }
    },
    {
      "id": 7,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Fundamentos de la Fotogrametría Aérea</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para evaluar el potencial solar con precisión, los mapas satelitales convencionales (como Google Earth) son insuficientes debido a su baja actualización y falta de detalle tridimensional. La metodología adoptada emplea la fotogrametría digital, una técnica que reconstruye la geometría 3D de objetos y terrenos a partir de la superposición de imágenes bidimensionales.18La premisa didáctica para el usuario web es entender esto como un \"escaneo 3D desde el cielo\". El dron captura miles de fotos desde diferentes ángulos; el software identifica puntos comunes en esas fotos (como la esquina de una ventana o la punta de una chimenea) y, mediante triangulación matemática, calcula su posición exacta en el espacio. El resultado es una \"nube de puntos\" que replica la ciudad con precisión milimétrica.1"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Descripcion"
      }
    },
    {
      "id": 8,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Protocolo de Adquisición de Datos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La calidad del modelo digital depende intrínsecamente de la calidad de la captura. Se utilizaron equipos de grado topográfico para garantizar la fidelidad de los datos.1 <ul><li>Plataforma Aérea: Dron DJI Matrice 300 RTK. La inclusión de tecnología RTK (Real-Time Kinematic) es crucial, ya que corrige la posición GPS del dron en tiempo real usando una base en tierra, reduciendo el error de posición de varios metros (GPS estándar) a centímetros.1</li></br><li>Sensor Óptico: Cámara Zenmuse P1 con sensor full-frame de 45 MP y lente de 35mm. Un sensor más grande captura más luz y detalle, permitiendo identificar pequeños obstáculos en los techos (ej. tuberías de ventilación) que serían invisibles para cámaras menores.1</li></br><li>Parámetros de Vuelo: <ul><li>Altura: 100 metros sobre el nivel del terreno.</li><li>GSD (Ground Sampling Distance): ~2 cm/píxel. Esto significa que cada píxel en la imagen final representa un cuadrado de 2x2 cm en el mundo real, una resolución extremadamente alta para análisis urbano.1.</li><li>Solapamiento (Overlap): 70% frontal y 60% lateral. Este alto grado de redundancia es necesario para que los algoritmos de fotogrametría eviten \"huecos\" en el modelo 3D.1</li></ul> </li></ul>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson8.png",
        "alt": "Dron"
      }
    },
    {
      "id": 9,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase II: Levantamiento y Digitalización</h2><span>Procesamiento: De la Imagen a la Nube de Puntos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "El flujo de trabajo digital se realizó en el software especializado Agisoft Metashape, siguiendo una secuencia lógica de reconstrucción 1: <ol><li>Alineación de Fotos: El software analiza las miles de imágenes para encontrar \"puntos de enlace\" y determinar la posición exacta de la cámara en cada disparo.</li><li>Nube de Puntos Densa: Se genera una nube masiva de puntos coloreados (millones de puntos) que representan la superficie de la ciudad. Para el usuario, esto se explica como una pintura puntillista en 3D de su barrio.1</li><li>Modelo Digital de Superficie (MDS): Se crea una malla geométrica continua (TIN - Triangulated Irregular Network) que conecta los puntos. A diferencia de un Modelo Digital del Terreno (MDT) que solo muestra el suelo, el MDS incluye casas, árboles y muros, elementos vitales para calcular sombras.1</li><li>Ortofoto: Una imagen aérea libre de distorsiones de perspectiva, georreferenciada con exactitud (± 3 cm horizontal, ± 5 cm vertical), que sirve como mapa base para la verificación visual.1</li><li>Generación del DEM (Rasterizado): Finalmente, se convierte la información 3D en un mapa de elevaciones matricial (GeoTIFF). A diferencia de la malla visual (Paso 3), el DEM (Digital Elevation Model) funciona como una \"hoja de cálculo espacial\" donde cada píxel almacena un valor numérico exacto de altura.</li></ol>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson9.png",
        "alt": "Metashape"
      }
    },
    {
      "id": 10,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase III: Modelado 3D y Cálculo de Superficie Útil</h2><span>Abstracción Geométrica LOD 2</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Una vez obtenida la nube de puntos, se procedió a la modelación vectorial de las edificaciones en el software DesignBuilder v6.1. Se optó por un nivel de detalle LOD 2 (Level of Detail 2).<ul><li>Concepto Didáctico: Mientras que un modelo LOD 1 representa los edificios como simples cajas (cubos), el LOD 2 detalla la estructura del techo: sus inclinaciones, cumbreras, limatesas y aleros.1</li><li>Relevancia: Un panel solar instalado en un techo plano recibe radiación de manera muy diferente a uno en un techo inclinado hacia el sur. Ignorar la pendiente del techo resultaría en cálculos energéticos erróneos. El modelo excluyó vegetación temporal y vehículos, pero conservó rigurosamente las obstrucciones permanentes.1</li></ul>"
        },
        "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/imgjson10.png",
        "alt": "Logo DesignBuilder"
      }
    },
    {
      "id": 11,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase III: Modelado 3D y Cálculo de Superficie Útil</h2><span>La Fórmula de la Superficie Útil</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Uno de los aportes metodológicos más importantes de este estudio es la distinción entre \"área de techo\" y \"área útil\". No todo el techo es apto para paneles solares. La metodología define la Superficie Útil Su mediante una ecuación de sustracción que elimina áreas ineficientes u ocupadas.1 </br></br> La ecuación aplicada a cada predio es: (Mirar recuadro de la derecha)  </br></br>Donde los componentes positivos son las superficies de cubierta orientadas a los puntos cardinales (Norte, Sur, Este, Oeste) y Plana. Los componentes negativos, que se restan, son 1:  <ul><li>S1 (Superficies Vidriadas): Tragaluces, claraboyas y entradas de luz cenital. Cubrirlas oscurecería el interior de la vivienda</li><li>S2 (Obstáculos Volumétricos): Elementos que ocupan espacio físico y proyectan sombra local, como chimeneas, tanques de reserva de agua, casetas de ascensores, antenas y unidades de aire acondicionado.1</li><li>S3 (Geometría Compleja): Fragmentos de cubierta resultantes de intersecciones complicadas (limahoyas agudas) donde es físicamente imposible instalar un módulo </li></u> " },
      "contenidoDerecha": {
        "tipo": "texto",
        "contenido": "Su = (Cn + Cs + Ce + Co + Cp) - (S1 + S2 + S3)"
      }
    },
    {
      "id": 12,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase IV: Simulación Energética y Estimación Solar</h2><span>El Sol Virtual: Datos Climáticos y Simulación</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Con los sectores reconstruidos digitalmente y depurados, el siguiente paso fue simular el comportamiento del sol sobre estas superficies. Se utilizaron archivos climáticos EPW (EnergyPlus Weather) específicos para Cuenca (Latitud -2.90°, Longitud -79.00°), actualizados al año 2024 con datos de la estación meteorológica El Batán.<sup>1</sup></br></br>Temporalidad: Se ejecutaron 12 simulaciones independientes, una para cada mes del año. Esto es fundamental porque la posición del sol varía estacionalmente (solsticios y equinoccios) y, más importante aún, la nubosidad en Cuenca cambia a lo largo del año. Un promedio anual ocultaría los déficits de energía en meses nublados.<sup>1</sup></br></br>Irradiación Global: El modelo calcula la radiación solar global acumulada (kWh/m2), que es la suma de la radiación directa (rayos de sol directos), difusa (luz dispersa por las nubes) y reflejada (luz que rebota en otros edificios).<sup>29</sup></br></br>Sombreado Contextual: El software considera las sombras que los edificios vecinos proyectan entre sí hora a hora. En el sector Ordóñez Lasso, esto reveló pérdidas significativas de potencial en los pisos inferiores de las torres.<sup>1</sup>"},
     "contenidoDerecha": {
        "tipo": "texto",
        "contenido": ""
        
      }
    },
    {
      "id": 13,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase IV: Simulación Energética y Estimación Solar</h2><span>Identificación de la Orientación Óptima (Hsp)</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "Para cada predio, se analizó cuál de las orientaciones de cubierta recibía la mayor irradiación acumulada.<ul><li>Horas Sol Pico (Hsp): Se convirtió la energía total en \"Horas Sol Pico\", una unidad estándar en la industria que representa el número de horas equivalentes en las que el sol brilla a una intensidad de 1000 W/m2. Para Cuenca, este valor oscila alrededor de las 3.5 a 4.5 horas dependiendo de la micro-ubicación y sombras.1</li></ul>"
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
  "id": 14,
  "titulo": "Metodología",
  "subtitulo": "<h2>Fase V: Dimensionamiento del Sistema FV</h2>",
  "contenidoIzquierda": [
    {
      "tipo": "texto",
      "contenido": "<h3>Selección del Panel</h3></br>Para traducir la radiación solar (clima) en electricidad (servicio), se debe definir un hardware de referencia. El estudio seleccionó un módulo fotovoltaico que representa el estándar actual del mercado local:"
    },
    {
      "tipo": "tabla",
      "titulo": "",
      "headers": ["Parámetro", "Valor", "Justificación"],
      "filas": [
        ["Tecnología", "Monocristalino", "Mayor eficiencia por m2, ideal para techos urbanos limitados."],
        ["Potencia (Wp)", "540 W", "Potencia alta que reduce la cantidad de cableado y anclajes."],
        ["Dimensiones", "2.279 x 1.134 m", "Área de ~2.59 m2. Define el \"pixel\" mínimo de instalación"],
        ["Eficiencia", "Células Half-Cell", "Mejor comportamiento ante sombras parciales y calor."],
        ["Resistencia", "IP68", "Apto para soportar las lluvias intensas de Cuenca."]
      ]
    }
  ],
  "contenidoDerecha": [
    {
      "tipo": "texto",
      "contenido": "La metodología garantiza la seguridad energética del usuario. Por tanto, se dimensiona el sistema para el consumo promedio mensual registrado en el año (E). </br> La fórmula utilizada es: </br> <h2>Npaneles = E x 1.30 / Hps x Wp</h2> <ul><li>E: Consumo de energía diario promedio por mes dentro del año (kWh).</li><li>Hps: Horas sol pico promedio del emplazamiento.</li><li>Wp: Potencia pico del panel (0.54 kW).</li><li>1.30 (Factor de Pérdidas): Este es un dato clave de honestidad técnica. Se asume que el sistema perderá un 30% de su energía teórica debido a: suciedad en los paneles (polvo/smog), calentamiento del cableado (efecto Joule), eficiencia del inversor (conversión DC/AC) y degradación natural. Esto evita promesas de rendimiento irreales en la página web.1</li></ul>"
    }
  ]
},

    {
      "id": 15,
      "titulo": "Metodología",
      "subtitulo": "<h2>Fase V: Dimensionamiento del Sistema FV</h2><span>Índice de Suficiencia Fotovoltaica (ISF)</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": [
        {
          "tipo":"texto",
          "contenido":"Interpretación para el Usuario:</br></br>ISF ≤ 1 (Verde): Suficiencia Total. Tu techo es lo suficientemente grande para cubrir el 100% de tu consumo máximo.</br></br>ISF > 1 (Rojo): Insuficiencia. Tu consumo es demasiado alto para el espacio disponible en tu techo. Necesitas priorizar la eficiencia energética antes de instalar paneles o aceptar una cobertura parcial.1</br></br>"
        },
        {
        "tipo": "imagen",
        "src": "images/imgjson15.png",
        "alt": "Análisis solar"
        }

      ]
    },
    {
      "id": 16,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 17,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 18,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 19,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 20,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 21,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 22,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 23,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    },
    {
      "id": 24,
      "titulo": "Metodología",
      "subtitulo": "<h2>Proceso de recopilación</h2><span>y análisis de datos energéticos</span>",
      "contenidoIzquierda": {
        "tipo": "texto",
        "contenido": "La transformación de las ciudades contemporáneas hacia modelos de sostenibilidad no es solo una cuestión de políticas macroeconómicas o grandes infraestructuras hidroeléctricas; reside, fundamentalmente, en la capacidad de empoderar al ciudadano común para convertirse en un actor activo del sistema energético. En el contexto de Cuenca, Ecuador, la morfología urbana presenta un 'yacimiento solar' inexplorado en sus cubiertas.1 Sin embargo, la barrera principal para la adopción masiva de la energía fotovoltaica no es tecnológica, sino informativa. El ciudadano promedio desconoce si su techo es apto, cuánta energía puede generar y, crucialmente, cómo interactúa esta generación con la compleja estructura tarifaria local."
      },
      "contenidoDerecha": {
        "tipo": "imagen",
        "src": "images/metodologia-1.jpg",
        "alt": "Análisis solar"
      }
    }
  ]
}